IDEA StatiCa Open Model
ConnectionPoint.BearingMember Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Bearing Member
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement BearingMember { get; set; }
Public Property BearingMember As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ BearingMember {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
ConnectionPoint Class
IdeaRS.OpenModel.Connection Namespace